examples/Socket/httpRequest/bodyTerminateSessionStreamer.txt

<?xml version="1.0" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:http="http://schemas.xmlsoap.org/wsdl/http/" xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:s0="http://XenonStreamer" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tm="http://microsoft.com/wsdl/mime/textMatching/" xmlns:mime="http://schemas.xmlsoap.org/wsdl/mime/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
<SOAP-ENV:Body>
<s0:TerminateSessionRequest xmlns:s0="http://XenonStreamer">
<s0:SessionID><![CDATA[2006073011542438801208380701]]></s0:SessionID>
</s0:TerminateSessionRequest>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>

